Repository: avens19/budgetappios
Catalog: WeeklyBudget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Skip
ar: تخطٍ
de: Überspringen
es: Saltar
es_419: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ru: Пропустить
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Spending by category
ar: الإنفاق حسب الفئة
de: Ausgaben nach Kategorie
es: Gasto por categoría
es_419: Gasto por categoría
fr: Dépenses par catégorie
hi: श्रेणी के हिसाब से खर्च
id: Pengeluaran per kategori
it: Spese per categoria
ja: カテゴリ別の支出
ko: 카테고리별 지출
nl: Uitgaven per categorie
pl: Wydatki według kategorii
pt_br: Gastos por categoria
pt_pt: Despesas por categoria
ru: Расходы по категориям
tr: Kategoriye göre harcama
uk: Витрати за категоріями
vi: Chi tiêu theo danh mục
zh_hans: 按分类的支出
zh_hant: 各分類的支出

source: Spent this month
ar: المصروف هذا الشهر
de: Diesen Monat ausgegeben
es: Gastado este mes
es_419: Gastado este mes
fr: Dépensé ce mois-ci
hi: इस महीने खर्च
id: Terpakai bulan ini
it: Speso questo mese
ja: 今月の支出
ko: 이번 달 지출
nl: Deze maand uitgegeven
pl: Wydane w tym miesiącu
pt_br: Gasto neste mês
pt_pt: Gasto este mês
ru: Потрачено за месяц
tr: Bu ay harcanan
uk: Витрачено за місяць
vi: Đã tiêu tháng này
zh_hans: 本月支出
zh_hant: 本月支出

source: Spent this week
ar: المصروف هذا الأسبوع
de: Diese Woche ausgegeben
es: Gastado esta semana
es_419: Gastado esta semana
fr: Dépensé cette semaine
hi: इस सप्ताह खर्च
id: Terpakai minggu ini
it: Speso questa settimana
ja: 今週の支出
ko: 이번 주 지출
nl: Deze week uitgegeven
pl: Wydane w tym tygodniu
pt_br: Gasto nesta semana
pt_pt: Gasto esta semana
ru: Потрачено за неделю
tr: Bu hafta harcanan
uk: Витрачено за тиждень
vi: Đã tiêu tuần này
zh_hans: 本周支出
zh_hant: 本週支出

source: Spent this week, %@ of %@
ar: المصروف هذا الأسبوع: %1$@ من %2$@
de: Diese Woche ausgegeben, %1$@ von %2$@
es: Gastado esta semana, %1$@ de %2$@
es_419: Gastado esta semana, %1$@ de %2$@
fr: Dépensé cette semaine, %1$@ sur %2$@
hi: इस सप्ताह खर्च, %2$@ में से %1$@
id: Terpakai minggu ini, %1$@ dari %2$@
it: Speso questa settimana, %1$@ di %2$@
ja: 今週の支出: %2$@ のうち %1$@
ko: 이번 주 지출, %2$@ 중 %1$@
nl: Deze week uitgegeven, %1$@ van %2$@
pl: Wydane w tym tygodniu: %1$@ z %2$@
pt_br: Gasto nesta semana, %1$@ de %2$@
pt_pt: Gasto esta semana, %1$@ de %2$@
ru: Потрачено за неделю: %1$@ из %2$@
tr: Bu hafta harcanan: %2$@ tutarın %1$@ kadarı
uk: Витрачено за тиждень: %1$@ із %2$@
vi: Đã tiêu tuần này, %1$@ trên %2$@
zh_hans: 本周支出：%2$@ 中的 %1$@
zh_hant: 本週支出：%2$@ 中的 %1$@

source: Split that across the weeks in the month, and you have your weekly target.
ar: وزّعه على أسابيع الشهر، فيكون لديك هدفك الأسبوعي.
de: Teil das auf die Wochen im Monat auf, und du hast dein Wochenziel.
es: Repártelo entre las semanas del mes y ya tienes tu objetivo semanal.
es_419: Repártelo entre las semanas del mes y ya tienes tu meta semanal.
fr: Répartissez-le sur les semaines du mois : vous avez votre objectif hebdomadaire.
hi: उसे महीने के हफ्तों में बाँट दें, आपका साप्ताहिक लक्ष्य तैयार है।
id: Bagi jumlah itu ke minggu-minggu dalam sebulan, dan kamu punya target mingguan.
it: Dividili per le settimane del mese e hai il tuo obiettivo settimanale.
ja: それを月の週数で割れば、1週間の目安になります。
ko: 그 금액을 한 달의 주 수로 나누면 주간 목표가 나와요.
nl: Verdeel dat over de weken van de maand en je hebt je weekdoel.
pl: Rozłóż je na tygodnie w miesiącu i masz swój cel tygodniowy.
pt_br: Divida isso pelas semanas do mês e você tem a sua meta semanal.
pt_pt: Divida-o pelas semanas do mês e tem o seu objetivo semanal.
ru: Разделите их на недели месяца, и получите недельную цель.
tr: Onu ayın haftalarına böl; haftalık hedefin hazır.
uk: Поділіть їх на тижні місяця, і матимете тижневу ціль.
vi: Chia số đó cho các tuần trong tháng, bạn có mục tiêu mỗi tuần.
zh_hans: 把它分摊到一个月的每一周，就是你的每周目标。
zh_hant: 把它分攤到一個月的每一週，就是你的每週目標。

source: Start outside the app. Take what you earn, subtract the bills that never change — rent, insurance, subscriptions, loan payments — and whatever is left is your spending money.
ar: ابدأ خارج التطبيق. خذ دخلك، واطرح الفواتير التي لا تتغير — الإيجار والتأمين والاشتراكات وأقساط القروض — وما يتبقى هو مصروفك.
de: Fang außerhalb der App an. Nimm, was reinkommt, zieh die Rechnungen ab, die sich nie ändern — Miete, Versicherungen, Abos, Kreditraten — und was übrig bleibt, ist dein Geld zum Ausgeben.
es: Empieza fuera de la app. Coge lo que ingresas, resta las facturas que nunca cambian — alquiler, seguros, suscripciones, préstamos — y lo que quede es tu dinero para gastos.
es_419: Empieza fuera de la app. Toma lo que ganas, resta las cuentas que nunca cambian — renta, seguros, suscripciones, préstamos — y lo que quede es tu dinero para gastos.
fr: Commencez en dehors de l'appli. Prenez ce que vous gagnez, retirez les factures qui ne changent jamais — loyer, assurances, abonnements, mensualités de prêt — et ce qui reste est votre argent à dépenser.
hi: शुरुआत ऐप के बाहर करें। जो कमाते हैं उसमें से वे बिल घटाएँ जो कभी नहीं बदलते — किराया, बीमा, सब्सक्रिप्शन, लोन की किस्तें — और जो बचता है वही आपके खर्च के पैसे हैं।
id: Mulailah di luar aplikasi. Ambil penghasilanmu, kurangi tagihan yang tidak pernah berubah — sewa, asuransi, langganan, cicilan — dan sisanya adalah uang belanjamu.
it: Parti da fuori dall'app. Prendi quello che guadagni, togli le spese fisse che non cambiano mai — affitto, assicurazioni, abbonamenti, rate — e quello che resta sono i tuoi soldi da spendere.
ja: まずはアプリの外で。収入から、毎月変わらない支払い（家賃、保険、サブスク、ローン）を引くと、残りが自由に使えるお金です。
ko: 앱 밖에서 시작하세요. 버는 돈에서 매달 변하지 않는 지출 — 월세, 보험, 구독, 대출 상환 — 을 빼면, 남는 것이 쓸 수 있는 돈이에요.
nl: Begin buiten de app. Neem wat je verdient, trek de vaste lasten eraf die nooit veranderen — huur, verzekeringen, abonnementen, aflossingen — en wat overblijft is je vrij besteedbare geld.
pl: Zacznij poza aplikacją. Weź to, co zarabiasz, odejmij rachunki, które się nie zmieniają — czynsz, ubezpieczenia, abonamenty, raty — a to, co zostanie, to twoje pieniądze na wydatki.
pt_br: Comece fora do app. Pegue o que você recebe, subtraia as contas que nunca mudam — aluguel, seguros, assinaturas, parcelas de empréstimo — e o que sobrar é o seu dinheiro livre.
pt_pt: Comece fora da app. Pegue no que ganha, subtraia as contas que nunca mudam — renda, seguros, subscrições, prestações — e o que sobrar é o seu dinheiro para gastar.
ru: Начните за пределами приложения. Возьмите свой доход, вычтите платежи, которые не меняются, — аренду, страховки, подписки, кредиты — и то, что останется, и есть деньги на траты.
tr: Uygulamanın dışında başla. Kazandığını al, hiç değişmeyen faturaları çıkar — kira, sigorta, abonelikler, kredi taksitleri — geriye kalan senin harcama paran.
uk: Почніть поза застосунком. Візьміть свій дохід, відніміть платежі, які не змінюються, — оренду, страхування, підписки, кредити — і те, що лишиться, і є ваші гроші на витрати.
vi: Hãy bắt đầu ở ngoài ứng dụng. Lấy thu nhập, trừ đi những khoản không bao giờ đổi — tiền nhà, bảo hiểm, thuê bao, trả góp — phần còn lại là tiền bạn được tiêu.
zh_hans: 先在应用外面算一下。拿收入减去每月不变的账单——房租、保险、订阅、贷款——剩下的就是你可以花的钱。
zh_hant: 先在應用程式外面算一下。拿收入減掉每月不變的帳單——房租、保險、訂閱、貸款——剩下的就是你可以花的錢。

source: Steady spending (optional)
ar: مصروف منتظم (اختياري)
de: Regelmäßige Ausgaben (optional)
es: Gasto estable (opcional)
es_419: Gasto estable (opcional)
fr: Dépenses régulières (facultatif)
hi: नियमित खर्च (वैकल्पिक)
id: Belanja rutin (opsional)
it: Spese regolari (facoltativo)
ja: ほぼ一定の支出（任意）
ko: 일정한 지출 (선택)
nl: Vaste uitgaven (optioneel)
pl: Stałe zakupy (opcjonalnie)
pt_br: Gasto estável (opcional)
pt_pt: Despesa estável (opcional)
ru: Регулярные траты (по желанию)
tr: Düzenli harcama (isteğe bağlı)
uk: Регулярні витрати (за бажанням)
vi: Chi tiêu đều đặn (tuỳ chọn)
zh_hans: 固定的日常开销（可选）
zh_hant: 固定的日常開銷（可略過）

source: Subscriptions
ar: الاشتراكات
de: Abos
es: Suscripciones
es_419: Suscripciones
fr: Abonnements
hi: सब्सक्रिप्शन
id: Langganan
it: Abbonamenti
ja: サブスク
ko: 구독
nl: Abonnementen
pl: Abonamenty
pt_br: Assinaturas
pt_pt: Subscrições
ru: Подписки
tr: Abonelikler
uk: Підписки
vi: Thuê bao
zh_hans: 订阅
zh_hant: 訂閱

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
es_419: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt_br: Domingo
pt_pt: Domingo
ru: Воскресенье
tr: Pazar
uk: Неділя
vi: Chủ nhật
zh_hans: 星期日
zh_hant: 星期日

source: Switch budget
ar: تبديل الميزانية
de: Budget wechseln
es: Cambiar de presupuesto
es_419: Cambiar de presupuesto
fr: Changer de budget
hi: बजट बदलें
id: Ganti anggaran
it: Cambia budget
ja: 予算を切り替える
ko: 예산 전환
nl: Ander budget kiezen
pl: Zmień budżet
pt_br: Trocar de orçamento
pt_pt: Mudar de orçamento
ru: Сменить бюджет
tr: Bütçe değiştir
uk: Змінити бюджет
vi: Đổi ngân sách
zh_hans: 切换预算
zh_hant: 切換預算

source: Take what you earn, subtract the bills that never change — rent, insurance, subscriptions, loan payments — and whatever is left is your spending money. Split that across the weeks in the month, and you have your weekly target.
ar: خذ دخلك، واطرح الفواتير التي لا تتغير — الإيجار والتأمين والاشتراكات وأقساط القروض — وما يتبقى هو مصروفك. وزّعه على أسابيع الشهر، فيكون لديك هدفك الأسبوعي.
de: Nimm, was reinkommt, zieh die Rechnungen ab, die sich nie ändern — Miete, Versicherungen, Abos, Kreditraten — und was übrig bleibt, ist dein Geld zum Ausgeben. Teil das auf die Wochen im Monat auf, und du hast dein Wochenziel.
es: Coge lo que ingresas, resta las facturas que nunca cambian — alquiler, seguros, suscripciones, préstamos — y lo que quede es tu dinero para gastos. Repártelo entre las semanas del mes y ya tienes tu objetivo semanal.
es_419: Toma lo que ganas, resta las cuentas que nunca cambian — renta, seguros, suscripciones, préstamos — y lo que quede es tu dinero para gastos. Repártelo entre las semanas del mes y ya tienes tu meta semanal.
fr: Prenez ce que vous gagnez, retirez les factures qui ne changent jamais — loyer, assurances, abonnements, mensualités de prêt — et ce qui reste est votre argent à dépenser. Répartissez-le sur les semaines du mois : vous avez votre objectif hebdomadaire.
hi: जो कमाते हैं उसमें से वे बिल घटाएँ जो कभी नहीं बदलते — किराया, बीमा, सब्सक्रिप्शन, लोन की किस्तें — और जो बचता है वही आपके खर्च के पैसे हैं। उसे महीने के हफ्तों में बाँट दें, आपका साप्ताहिक लक्ष्य तैयार है।
id: Ambil penghasilanmu, kurangi tagihan yang tidak pernah berubah — sewa, asuransi, langganan, cicilan — dan sisanya adalah uang belanjamu. Bagi jumlah itu ke minggu-minggu dalam sebulan, dan kamu punya target mingguan.
it: Prendi quello che guadagni, togli le spese fisse che non cambiano mai — affitto, assicurazioni, abbonamenti, rate — e quello che resta sono i tuoi soldi da spendere. Dividili per le settimane del mese e hai il tuo obiettivo settimanale.
ja: 収入から、毎月変わらない支払い（家賃、保険、サブスク、ローン）を引くと、残りが自由に使えるお金です。それを月の週数で割れば、1週間の目安になります。
ko: 버는 돈에서 매달 변하지 않는 지출 — 월세, 보험, 구독, 대출 상환 — 을 빼면, 남는 것이 쓸 수 있는 돈이에요. 그 금액을 한 달의 주 수로 나누면 주간 목표가 나와요.
nl: Neem wat je verdient, trek de vaste lasten eraf die nooit veranderen — huur, verzekeringen, abonnementen, aflossingen — en wat overblijft is je vrij besteedbare geld. Verdeel dat over de weken van de maand en je hebt je weekdoel.
pl: Weź to, co zarabiasz, odejmij rachunki, które się nie zmieniają — czynsz, ubezpieczenia, abonamenty, raty — a to, co zostanie, to twoje pieniądze na wydatki. Rozłóż je na tygodnie w miesiącu i masz swój cel tygodniowy.
pt_br: Pegue o que você recebe, subtraia as contas que nunca mudam — aluguel, seguros, assinaturas, parcelas de empréstimo — e o que sobrar é o seu dinheiro livre. Divida isso pelas semanas do mês e você tem a sua meta semanal.
pt_pt: Pegue no que ganha, subtraia as contas que nunca mudam — renda, seguros, subscrições, prestações — e o que sobrar é o seu dinheiro para gastar. Divida-o pelas semanas do mês e tem o seu objetivo semanal.
ru: Возьми свой доход, вычти платежи, которые не меняются, — аренду, страховки, подписки, кредиты — и то, что останется, и есть деньги на траты. Раздели их на недели месяца, и получишь недельную цель.
tr: Kazandığını al, hiç değişmeyen faturaları çıkar — kira, sigorta, abonelikler, kredi taksitleri — geriye kalan senin harcama paran. Onu ayın haftalarına böl; haftalık hedefin hazır.
uk: Візьми свій дохід, відніми платежі, які не змінюються, — оренду, страхування, підписки, кредити — і те, що лишиться, і є твої гроші на витрати. Поділи їх на тижні місяця, і матимеш тижневу ціль.
vi: Lấy thu nhập, trừ đi những khoản không bao giờ đổi — tiền nhà, bảo hiểm, thuê bao, trả góp — phần còn lại là tiền bạn được tiêu. Chia số đó cho các tuần trong tháng, bạn có mục tiêu mỗi tuần.
zh_hans: 拿收入减去每月不变的账单——房租、保险、订阅、贷款——剩下的就是你可以花的钱。把它分摊到一个月的每一周，就是你的每周目标。
zh_hant: 拿收入減掉每月不變的帳單——房租、保險、訂閱、貸款——剩下的就是你可以花的錢。把它分攤到一個月的每一週，就是你的每週目標。

source: Take-home pay
ar: الراتب الصافي
de: Nettogehalt
es: Sueldo neto
es_419: Sueldo neto
fr: Salaire net
hi: हाथ में आने वाली तनख्वाह
id: Gaji bersih
it: Stipendio netto
ja: 手取り収入
ko: 실수령 급여
nl: Nettoloon
pl: Wynagrodzenie na rękę
pt_br: Salário líquido
pt_pt: Salário líquido
ru: Зарплата на руки
tr: Net maaş
uk: Зарплата на руки
vi: Lương thực nhận
zh_hans: 到手工资
zh_hant: 實領薪水

source: Tap a category to see its expenses.
ar: اضغط على فئة لعرض مصروفاتها.
de: Tippe auf eine Kategorie, um ihre Ausgaben zu sehen.
es: Toca una categoría para ver sus gastos.
es_419: Toca una categoría para ver sus gastos.
fr: Touchez une catégorie pour voir ses dépenses.
hi: किसी श्रेणी के खर्च देखने के लिए उस पर टैप करें।
id: Ketuk kategori untuk melihat pengeluarannya.
it: Tocca una categoria per vederne le spese.
ja: カテゴリをタップすると、その支出を表示します。
ko: 카테고리를 누르면 해당 지출을 볼 수 있어요.
nl: Tik op een categorie om de uitgaven te zien.
pl: Dotknij kategorii, aby zobaczyć jej wydatki.
pt_br: Toque em uma categoria para ver os gastos dela.
pt_pt: Toque numa categoria para ver as suas despesas.
ru: Нажми на категорию, чтобы увидеть её расходы.
tr: Harcamalarını görmek için bir kategoriye dokun.
uk: Натисни на категорію, щоб побачити її витрати.
vi: Chạm vào một danh mục để xem các khoản chi của nó.
zh_hans: 点按分类可以查看它的支出。
zh_hant: 點一下分類就能看到它的支出。

source: That invitation has already been used, or it has expired. Ask for a new one.
ar: هذه الدعوة استُخدمت من قبل أو انتهت صلاحيتها. اطلب واحدة جديدة.
de: Diese Einladung wurde schon benutzt oder ist abgelaufen. Frag nach einer neuen.
es: Esa invitación ya se ha usado o ha caducado. Pide otra.
es_419: Esa invitación ya se usó o venció. Pide otra.
fr: Cette invitation a déjà servi, ou elle a expiré. Demandez-en une autre.
hi: वह न्योता पहले इस्तेमाल हो चुका है, या उसकी अवधि खत्म हो गई है। नया माँग लें।
id: Undangan itu sudah dipakai, atau sudah kedaluwarsa. Minta yang baru.
it: Quell'invito è già stato usato, oppure è scaduto. Chiedine un altro.
ja: その招待はすでに使われたか、期限が切れています。新しいものをもらってください。
ko: 그 초대는 이미 사용했거나 만료됐어요. 새로 받아 주세요.
nl: Die uitnodiging is al gebruikt of verlopen. Vraag een nieuwe.
pl: To zaproszenie zostało już użyte albo wygasło. Poproś o nowe.
pt_br: Esse convite já foi usado ou expirou. Peça outro.
pt_pt: Esse convite já foi usado ou expirou. Peça outro.
ru: Это приглашение уже использовано или истекло. Попроси новое.
tr: Bu davet zaten kullanılmış ya da süresi dolmuş. Yenisini iste.
uk: Це запрошення вже використали або воно застаріло. Попроси нове.
vi: Lời mời đó đã được dùng, hoặc đã hết hạn. Hãy xin một cái mới.
zh_hans: 那个邀请已经用过，或者已经过期。再要一个吧。
zh_hant: 那個邀請已經用過，或是已經過期。再要一個吧。

source: That leaves nothing to spend each week. Check the figures — or leave the steady spending out and track it here week to week instead.
ar: بهذا لا يتبقى شيء للإنفاق كل أسبوع. راجع الأرقام — أو اترك المصروف المنتظم خارج الحساب وسجّله هنا أسبوعًا بأسبوع.
de: So bleibt pro Woche nichts zum Ausgeben. Prüf die Zahlen — oder lass die regelmäßigen Ausgaben weg und trag sie hier Woche für Woche ein.
es: Así no queda nada para gastar cada semana. Revisa las cifras — o deja fuera el gasto estable y anótalo aquí semana a semana.
es_419: Así no queda nada para gastar cada semana. Revisa las cifras — o deja fuera el gasto estable y anótalo aquí semana a semana.
fr: Il ne reste alors rien à dépenser chaque semaine. Vérifiez les chiffres — ou laissez les dépenses régulières de côté et saisissez-les ici semaine après semaine.
hi: इस हिसाब से हर सप्ताह खर्च के लिए कुछ नहीं बचता। आँकड़े जाँचें — या नियमित खर्च को यहाँ से हटा दें और उन्हें हफ्ते-दर-हफ्ते यहीं दर्ज करें।
id: Dengan begitu tidak ada sisa untuk dibelanjakan tiap minggu. Periksa lagi angkanya — atau jangan kurangi belanja rutin di sini, catat saja minggu demi minggu.
it: Così non resta niente da spendere ogni settimana. Controlla i numeri — oppure lascia fuori le spese regolari e segnale qui settimana per settimana.
ja: これでは毎週使えるお金が残りません。金額を見直すか、決まった買い物はここから外して、毎週の支出として記録してください。
ko: 이대로면 매주 쓸 돈이 남지 않아요. 금액을 다시 확인하거나, 고정적인 생활비는 빼고 매주 지출로 기록해 보세요.
nl: Dan blijft er per week niets over om uit te geven. Controleer de bedragen — of laat de vaste boodschappen eruit en houd ze hier week voor week bij.
pl: Wtedy na tydzień nie zostaje nic. Sprawdź liczby — albo nie odejmuj tu stałych zakupów i zapisuj je tydzień po tygodniu.
pt_br: Assim não sobra nada para gastar por semana. Confira os números — ou deixe o gasto estável de fora e lance semana a semana aqui.
pt_pt: Assim não sobra nada para gastar por semana. Confira os números — ou deixe a despesa estável de fora e registe-a aqui semana a semana.
ru: Так на неделю не остаётся ничего. Проверь цифры — или не вычитай регулярные траты здесь, а записывай их неделя за неделей.
tr: Böyle olunca haftada harcanacak bir şey kalmıyor. Rakamları gözden geçir — ya da düzenli alışverişi dışarıda bırak ve burada her hafta işle.
uk: Так на тиждень не лишається нічого. Перевір цифри — або не віднімай регулярні витрати тут, а записуй їх тиждень за тижнем.
vi: Như vậy mỗi tuần không còn gì để tiêu. Xem lại các con số — hoặc để khoản chi đều đặn ra ngoài và ghi từng tuần ở đây.
zh_hans: 这样每周就没有钱可花了。检查一下数字——或者把固定的日常开销留在外面，改成每周在这里记账。
zh_hant: 這樣每週就沒有錢可以花了。檢查一下數字——或者把固定的日常開銷留在外面，改成每週在這裡記帳。

source: The amounts that go out whether you think about them or not. Savings belongs here too: money you have decided not to spend is not spending money.
ar: المبالغ التي تخرج سواء فكرت فيها أم لا. الادخار هنا أيضًا: المال الذي قررت ألا تنفقه ليس مالًا للإنفاق.
de: Die Beträge, die abgehen, ob du an sie denkst oder nicht. Sparen gehört auch hierher: Geld, das du nicht ausgeben willst, ist kein Geld zum Ausgeben.
es: Las cantidades que salen pienses en ellas o no. El ahorro también va aquí: el dinero que has decidido no gastar no es dinero para gastos.
es_419: Los montos que salen pienses en ellos o no. El ahorro también va aquí: el dinero que decidiste no gastar no es dinero para gastos.
fr: Les montants qui partent que vous y pensiez ou non. L'épargne compte ici aussi : l'argent que vous avez décidé de ne pas dépenser n'est pas de l'argent à dépenser.
hi: वे रकमें जो आपके सोचे बिना भी निकल जाती हैं। बचत भी यहीं आती है: जो पैसा आपने न खर्च करने का तय किया, वह खर्च का पैसा नहीं है।
id: Jumlah yang keluar entah kamu memikirkannya atau tidak. Tabungan juga masuk sini: uang yang sudah kamu putuskan untuk tidak dibelanjakan bukan uang belanja.
it: Gli importi che escono che tu ci pensi o no. Anche il risparmio va qui: i soldi che hai deciso di non spendere non sono soldi da spendere.
ja: 意識しなくても出ていく金額です。貯金もここに入ります。使わないと決めたお金は、使えるお金ではありません。
ko: 신경 쓰지 않아도 빠져나가는 금액이에요. 저축도 여기예요. 쓰지 않기로 정한 돈은 쓸 수 있는 돈이 아니니까요.
nl: De bedragen die eraf gaan of je er nu aan denkt of niet. Sparen hoort hier ook: geld dat je besloten hebt niet uit te geven is geen vrij besteedbaar geld.
pl: Kwoty, które schodzą z konta, czy o nich myślisz, czy nie. Oszczędności też tutaj: pieniądze, których postanowiłeś nie wydawać, nie są pieniędzmi na wydatki.
pt_br: Os valores que saem quer você pense neles ou não. Poupança entra aqui também: dinheiro que você decidiu não gastar não é dinheiro livre.
pt_pt: Os montantes que saem quer pense neles quer não. A poupança entra aqui também: dinheiro que decidiu não gastar não é dinheiro para gastar.
ru: Суммы, которые уходят, думаешь ты о них или нет. Накопления тоже сюда: деньги, которые ты решил не тратить, — не деньги на траты.
tr: Sen düşünsen de düşünmesen de çıkan tutarlar. Birikim de buraya girer: harcamamaya karar verdiğin para, harcama parası değildir.
uk: Суми, які йдуть, думаєш ти про них чи ні. Заощадження теж сюди: гроші, які ти вирішив не витрачати, — не гроші на витрати.
vi: Những số tiền ra đi dù bạn có nghĩ tới hay không. Tiết kiệm cũng ở đây: tiền bạn đã quyết định không tiêu thì không phải tiền để tiêu.
zh_hans: 不管你想不想它们，都会扣掉的金额。存钱也算在这里：你决定不花的钱，就不是可以花的钱。
zh_hant: 不管你想不想它們，都會扣掉的金額。存錢也算在這裡：你決定不花的錢，就不是可以花的錢。

source: The budget itself is not deleted. Anyone else using it keeps it, and you can join again with the ID.
ar: الميزانية نفسها لا تُحذف. من يستخدمها غيرك يحتفظ بها، ويمكنك الانضمام مجددًا بالمعرّف.
de: Das Budget selbst wird nicht gelöscht. Wer es sonst benutzt, behält es, und du kannst mit der ID wieder beitreten.
es: El presupuesto en sí no se elimina. Quien más lo use lo conserva, y puedes volver a unirte con el ID.
es_419: El presupuesto en sí no se elimina. Quien más lo use lo conserva, y puedes volver a unirte con el ID.
fr: Le budget lui-même n'est pas supprimé. Ceux qui l'utilisent le gardent, et vous pouvez le rejoindre à nouveau avec l'ID.
hi: बजट खुद नहीं मिटता। जो और लोग इसे इस्तेमाल कर रहे हैं उनके पास रहता है, और आप ID से फिर जुड़ सकते हैं।
id: Anggarannya sendiri tidak dihapus. Orang lain yang memakainya tetap punya, dan kamu bisa gabung lagi dengan ID-nya.
it: Il budget in sé non viene eliminato. Chi altro lo usa lo mantiene, e puoi rientrare con l'ID.
ja: 予算そのものは削除されません。ほかに使っている人はそのまま使えますし、IDでいつでも参加し直せます。
ko: 예산 자체가 삭제되지는 않아요. 함께 쓰는 사람은 그대로 쓰고, ID로 다시 참여할 수 있어요.
nl: Het budget zelf wordt niet verwijderd. Wie het verder gebruikt houdt het, en met het ID kun je opnieuw meedoen.
pl: Sam budżet nie zostaje usunięty. Kto inny z niego korzysta, ten go zachowuje, a ty możesz dołączyć ponownie przez ID.
pt_br: O orçamento em si não é excluído. Quem mais usa continua com ele, e você pode entrar de novo com o ID.
pt_pt: O orçamento em si não é eliminado. Quem mais o usa mantém-no, e pode aderir de novo com o ID.
ru: Сам бюджет не удаляется. У тех, кто им пользуется, он остаётся, а ты можешь снова присоединиться по ID.
tr: Bütçenin kendisi silinmez. Kullanan başkaları varsa onlarda kalır, sen de ID ile yeniden katılabilirsin.
uk: Сам бюджет не видаляється. У тих, хто ним користується, він лишається, а ти можеш знову приєднатися за ID.
vi: Bản thân ngân sách không bị xoá. Người khác đang dùng vẫn giữ được, và bạn có thể tham gia lại bằng ID.
zh_hans: 预算本身不会被删除。还在用它的人照旧，你也可以用 ID 重新加入。
zh_hant: 預算本身不會被刪除。還在用它的人照舊，你也可以用 ID 重新加入。
